Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Työjärjestyksen säännöksiä valmisteltaessa on pakko ottaa kantaa siihen, missä määrin velvollisuus kuulla saamelaisia, joka on pääsääntö, koskee muita kysymyksiä kuin erityisesti saamelaisia koskevien lakiehdotusten käsittelyä. ”
sme: Go bargoortnegaa mearrádusat válmmaštuvvojit, de šaddá bággu váldit beali das, man muddui lea geatnegasvuohta guldalit sámiid, mii lea váldonjuolggadus, leatgo eará áššit go láhkameannudeamit mat erenoamážit gusket sámiide. ”

source: (1990 vp.
sme: (1990 rd.

source: – PeVM 12 – Esitys n:o 219: Perustuslakivaliokunnan mietintö n:o 12 koskien hallituksen esitystä laiksi valtiopäiväjärjestyksen muuttamisesta.)
sme: – GrUB nr 12 – Prop. Nr 219: Vuođđolága lávdegotti cealkámuš nr. 12 ráđđehusa proposišuvnnas oktan árvalusaiguin lágaid ja riikkabeaiveortnega rievdadeami hárrái.)

source: Suomen uusi perustuslaki tuli voimaan 1. maaliskuuta 2000.
sme: Suoma ođđa vuođđoláhka fámuiduvai njukčamánu 1. b. 2000.

source: Samalla tuli voimaan
sme: Seammás gustogođii

source: eduskunnan työjärjestys 40/1999, jonka 37 §:n 2 momentti kuuluu:
sme: riikkabeivviid bargoortnet, 40/1999, mas 37 § 2 mom. čuodjá ná:

source: ” Käsiteltäessä sellaista lakiehdotusta tai muuta asiaa, joka koskee erityisesti saamelaisia, valiokunnan on varattava saamelaisten edustajille tilaisuus tulla kuulluiksi, jollei erityisistä syistä muuta johdu. ”
sme: ” Go lávdegoddi gieđahallá láhkaárvalusa dahje man nu eará ášši mii lea erenoamáš deaŧalaš sámiide, de galgá addojuvvot sámi ovddasteddjiide gulaskuddanvejolašvuohta, jos erenoamáš sivat eai leat hehttejit nu dahkamis. ”

source: Esimerkkinä asiasta, jonka yhteydessä parlamentin ja saamelaiskäräjien välinen
sme: Ovdamearka dakkár áššis mas riikkačoahkkima ja Sámedikki gaskavuohta lea

source: yhteydenpito on ollut kuulemista laajempaa, voidaan mainita suurkäräjien käsittelemä ehdotus
sme: viidánan gulaskuddamis eanebun, lea dat go Stuorradiggi gieđahalai jagi 2005 geasse

source: laiksi Finnmarkin läänin maa-alueisiin ja luonnonvaroihin liittyvistä oikeudellisista
sme: mánu 17. beaivvi láhka nr 85, mii árvaluvvui Finnmárkku fylkka eatnamiid ja

source: olosuhteista ja niiden hallinnosta.
sme: luondduresurssaid hálddašeamis ja riektedilálašvuođain.

source: Norjan hallitus teki keväällä 2003 esityksen tällaiseksi
sme: giđđat 2003 proposišuvnna dakkár lágas, Od.

source: prp.) n:o 53 (2002−2003).
sme: prp. nr. 53 (2002-2003). Go Stuorra

source: Kun lakiehdotusta käsiteltiin suurkäräjillä,
sme: diggi gieđahalai láhkaárvalusa, de čađahuvvojedje jeavddalaš gulaskuddamat Stuorra

source: suurkäräjien lakivaliokunnan ja saamelaiskäräjien välillä käytiin jatkuvia neuvotteluja.
sme: dikki justiisalávdegotti ja Sámedikki gaskka. Gulaskuddamat buvttihedje justiisa

source: Neuvottelujen lopputuloksena lakivaliokunta teki ehdotuksen, johon saamelaiskäräjät pystyi
sme: lávdegotti loahpalaš árvalusa, maid Sámediggi sáhtii dohkkehit, geahča dás ovdalis

source: yhtymään, katso edellä 16 artiklaa koskevat huomautukset.
sme: artihkkal 16 mearkkašumiid.

source: Kolmas kappale: Tarkemmat säännökset siitä, millä tavalla parlamentin tulee käsitellä
sme: Goalmmát lađas: Dárkileabbo njuolggadusat das mo áššit mat leat

source: artiklan ensimmäisen kappaleen mukaisesti esitettyjä asioita ja millä tavalla toisen kappaleen
sme: ovddiduvvon Vuosttaš lađđasa mielde, galget gieđahallojuvvot riikkabeivviin ja mo

source: mukainen kuuleminen tulee toteuttaa, vahvistetaan parlamentin työjärjestyksessä.
sme: gulaskuddan galgá čađahuvvot Nuppi lađđasa mielde, mearriduvvo riikkabeivviid

source: Saamelaiskäräjät edustavat saamelaisia valtioidenvälisissä asioissa.
sme: Sámit ja riikkaidgaskasaš ovddasteapmi Sámedikkit galget ovddastit sámiid riikkaidgaskasaš dilálašvuođain.

source: Valtioiden tulee edistää saamelaisten edustusta kansainvälisissä instituutioissa sekä saamelaisten osallistumista kansainvälisiin kokouksiin.
sme: Stáhtat galget ovddidit sámiid ovddasteami riikkaidgaskasaš lágádusain ja sámiid searvamiid riikkaidgaskasaš čoahkkimiidda.

source: Ensimmäinen kappale: Saamelaiskäräjillä on 17 artiklan ensimmäisen kappaleen
sme: Vuosttaš lađas: Artihkkala 17 Vuosttaš lađđasa mielde Sámedikkis lea

source: mukaan oikeus olla edustettuna julkisissa neuvostoissa ja komiteoissa, jotka käsittelevät
sme: vuoigatvuohta leat ovddastuvvon nationála ráđiin ja lávdegottiin mat meannudit

source: saamelaisten etuihin liittyviä asioita.
sme: áššiid mat gusket sámi beroštumiide.

source: 17 artiklan periaatetta sovelletaan edelleen 19 artiklassa
sme: Artihkkala 17 prinsihppa joatká artihkkalis 19

source: valtioidenvälisiin suhteisiin.
sme: riikkaidgaskasaš dásis.

source: Saamelaiskäräjillä tulee olla oikeus olla edustettuna tällaisissa
sme: Sámedikkis galgá leat vuoigatvuohta leat ovddastuvvon

source: Asiantuntijatyöryhmän oma koostumus on esimerkki tällaisesta edustuksesta.
sme: Áššedovdi joavkku iežas čoahkádus lea ovdamearka dakkár

source: Sama koskee saamelaiskäräjien osallistumista Suomen, Norjan ja Ruotsin välille perustettuun
sme: ovddasteamis. Nu lea maiddái sámedikkiid searvan dan ovttasbarganforumii mii lea

source: saamelaisasioita käsittelevään yhteistyöfoorumiin, katso 44 artiklaa koskevat huomautukset.
sme: artihkkalii 44.

source: Suomessa on jo voimassa tässä ehdotetun kaltainen säännös. Se sisältyy saamelaislain (laki
sme: Suomas lea juo dakkár njuolggadus mii dás lea árvaluvvon, namalassii

source: 974/1995) 6 §:ään Saamelaisten edustaminen:
sme: sámelágas (lag 974/1995) 6 § Mo sámit galget ovddastuvvot:

source: ” Saamelaiskäräjät edustaa saamelaisia tehtäviinsä kuuluvissa asioissa kansallisissa ja kansainvälisissä yhteyksissä. ”
sme: ” Sámediggi galgá dain áššiin mat dasa gullet, ovddastit sámiid nationála ja riikkaidgaskasaš oktavuođain. ”

source: Saamelaiskäräjillä ei ole yksinoikeutta edustaa saamelaisia valtioidenvälisillä
sme: Sámedikkiin ii leat áidnavuoigatvuoigatvuohta ovddastit sámiid stáhtaid

source: foorumeilla.
sme: gaskasaš forain.

source: Siten joissakin yhteyksissä saattaa olla luonnollista, että myös saamelaiset
sme: Muhtun dáhpáhusain sáhttá leat lunddolaš ahte sámi ealáhus

source: elinkeino- ja etujärjestöt osallistuvat näihin foorumeihin saamelaisten puolesta, katso 21
sme: artihkkala 21.

source: Toinen kappale: Tämän sopimuksen osapuolilla ei ole yksin oikeutta päättää
sme: Nubbi lađas: Sámiid ovdddasteami riikkaidgaskasaš ásahusain, dán

source: saamelaisten edustuksesta kansainvälisissä instituutioissa.
sme: konvenšuvnna oasálaččat eai sáhte okto mearridit.

source: Edustus riippuu myös kyseisen
sme: Dat ášši sorjá áššeguovdilis

source: instituution säännöksistä.
sme: áhahusasge.

source: Asiantuntijatyöryhmä viittaa tässä yhteydessä komiteanmietintöön
sme: Áššedovdi joavku sáhttá čujuhit čielggadeapmái SOU 2002: 77

source: SOU 2002:77, Saamelaiskäräjien rooli Ruotsin demokratiassa, s. 135, jossa lausutaan:
sme: Sámedikki rolla ruoŧŧilaš álbmotstivrras, geahča s. 135, mas celkojuvvo

source: ” ettei voi tulla kysymykseenkään, että saamelaiskäräjät voisivat saada YK:ssa asianosaisaseman, koska YK on kansakuntien välinen yhteenliittymä....
sme: ” ahte das ii sáhte šaddat sáhka, ahte Sámediggi galggašii lahttosaji Ovttastuvvan našuvnnaide, dasgo ON lea stáhtaid gaskasaš ovttastupmi. …

source: Ei kuitenkaan saa olla estettä sille, että saamelaiskäräjät edustaa saamelaisia muiden maiden tai järjestöjen tai viranomaisten kanssa järjestettävissä kokouksissa sekä Ruotsissa että ulkomailla. ”
sme: Seammás dasa ii berre leat mihkkege hehttehusaid, ahte Sámediggi ovddasta sámiid go leat čoahkkimat eará riikkaiguin dahje organisašuvnnaiguin ja eiseválddiiguin sihke Ruoŧas ja olgoriikkas. ”

source: Myös edellä kohdassa 8 esitetyt pohdiskelut saamelaisista tämän sopimuksen osapuolena
sme: Maiddái divaštallan dás ovdalis čuoggás 8 samiid konvenšuvnna oasálašvuođas,

source: kuvaavat tässä yhteydessä esiin tulevia kysymyksiä.
sme: govvida daid áššiid mat váldojuvvojit ovdan dás.

source: Tällä alalla on kuitenkin tapahtumassa
sme: Dattetge vuhtto ovdáneapmi dán

source: kehitystä, mitä ilmentää etenkin se, että YK:hon on perustettu Permanent forum on
sme: suorggis, mii iiba unnánge ilbmá das, ON lea vuođđudan Permanent forum on

source: Indigenous Issues eli Alkuperäiskansojen asioita käsittelevä pysyvä foorumi.
sme: Indigenous Issues (álgoálbmotáššiid bissovaš fora).

source: Foorumi on
sme: Dát fora lea ON ekonomalaš ja

source: YK:n talous- ja sosiaalineuvoston neuvoa-antava elin.
sme: sosiála ráđi rávvenorgána.

source: Siinä on 16 jäsentä, joista kahdeksan
sme: Foras leat 16 lahtu, gávccis sis leat stáhtaovddasteaddjit ja

source: edustaa valtioita ja kahdeksan alkuperäiskansoja.
sme: gávccis leat álgoálbmotovddasteaddjit.

source: Päätöksenteko-oikeus on näin ollen jaettu
sme: Mearridanváldi lea dainna lágiin

source: alkuperäiskansojen ja valtioiden kesken.
sme: juhkkojuvvon álgoálbmogiid ja stáhtaid gaskka.

source: Tämä on yksi esimerkki siitä, että YK:n jäsenmaat
sme: Dát lea ovdamearkan das, ahte ON

source: ovat antaneet alkuperäiskansoille aiempaa itsenäisemmän aseman.
sme: lahttoriikkat leat addán álgoálbmogiidda iešmearrideaddját saji (rolla).

source: Resolution 2000/22) foorumin tehtävistä lausutaan:
sme: Resolution 2000/22), daddjojuvvo ná fora doaimmaid hárrái:

source: 19 artiklan toisen kappaleen määräyksen mukaan Suomen, Norjan ja Ruotsin tulee
sme: Mearrádusa mielde mii lea artihkkalis 19, nuppi lađđasis, ahte Suopma, Norga

source: edistää saamelaisten itsenäistä edustusta kansainvälisissä instituutioissa ja kokouksissa.
sme: ja Ruoŧŧa galget bargat dan badjelii, ahte sámit ožžot iešmearrideaddji ovddasteami

source: Määräyksellä tuetaan saamelaisten edustusta Pohjoismaiden neuvostossa, mutta tätä
sme: riikkaidgaskasaš ásahusaide ja čoahkkimiidda. Mearrádus mearkkaša ahte sámi

source: kysymystä eivät ratkaise ainoastaan tämän sopimuksen sopimuspuolet.
sme: ovddasteapmi Davviriikkaid ráđis dorjojuvvo, muhto dan eai mearrit dán konven

source: Valtioiden tulee tarvittaessa yhteistoiminnassa saamelaiskäräjien kanssa edistää julkisen vallan siirtämistä tällaisille yhteisille organisaatioille.
sme: Stáhtat galget dárbbu mielde ja ovttasráđiid sámedikkiiguin oččodit almmolaš válddi dakkár oktasaš organisašuvnnaide.

source: Määräyksessä ilmaistaan saamelaiskäräjien oikeus muodostaa yhteisiä saamelaisia
sme: Mearrádus buktá ovdan ahte sámedikkiin lea vuoigatvuohta vuođđudit oktasaš sámi

source: organisaatioita pohjoismaisella tasolla.
sme: organisašuvnnaid dávviriikkalaš dásis.

source: Esimerkkeinä tällaisista nykyisistä yhteisistä
sme: Otnáš ovdamearkkat dakkár oktasaš orgánain

source: organisaatioista ovat Saamelainen parlamentaarinen neuvosto ja Saamelainen kielineuvosto.
sme: leat Sámi parlamentáralaš ráđđi ja Sámi giellalávdegoddi. Mii guoská almmolaš

source: Julkisen vallan siirtäminen tällaisille yhteisille organisaatioille riippuu lähemmin kunkin
sme: válddi sirdima dakkár oktasaš orgánaide, de dárkilet eavttut sorjájit guđege riikka

source: sopimusvaltion perustuslain säännöksistä ja siinä yhteydessä myös vallansiirtojen laajuudesta.
sme: vuođđolága mearrádusain, ja dan oktavuođas dasge man ollu válddi lea ságas sirdit.

source: Artikla velvoittaa sopimusvaltiot ryhtymään kulloinkin tarvittaviin toimenpiteisiin
sme: Artihkkal geatnegahttá stáhtaid doaibmat dárbbuid vuođul ja ovttasráđiid sáme

source: yhteisymmärryksessä saamelaiskäräjien kanssa.
sme: dikkiiguin.

source: Vaatimuksena ei ole, että julkista valtaa siirretään jollekin kaikkien sopimusvaltioiden
sme: Das ii leat mihkkege gáibádusaid, ahte váldi galgá sirdojuvvot orgánii mii lea

source: yhteiselle toimielimelle.
sme: dan golmma riikka oktasaš orgána.

source: Kysymykseen voi tulla myös ainoastaan kahden valtion yhteinen
sme: Vejolaš lea maid jurddašit orgána mii lea dušše

source: Tällaisen kahdenvälisen toimielimen työn voidaan ajatella liittyvän raja-alueiden
sme: Dakkár guovttebeallásaš orgána lea jurddašahtti

source: maankäytön ja elinkeinojen, esimerkiksi rajajokien ja rajat ylittävän poronhoidon, hallintoon.
sme: rádjeguovlluid areála- ja ealáhushálddašeami várás, omd. rádjejogaid ja

source: Helmikuussa 2005 Suomen, Norjan ja Ruotsin saamelaiskäräjät pitivät ensimmäistä
sme: Guovvamánus 2005 dolle Suoma sámediggi, Norgga sámdiggi ja Ruoŧa

source: kertaa yhteisen täysistunnon.
sme: sámediggi vuovsttamuš geardde oktasaš dievasčoahkkima.

source: Tämän Jokkmokissa (Johkámohki) järjestetyn kokouksen
sme: Dat čoahkkima, mii lei

source: voidaan nähdä ilmentävän visiota, jossa tähdätään yhteisten saamelaiskäräjien
sme: Johkamohkis, lea vejolaš jáhkkit ilbmadit niegu oktasaš sámedikki vuođđudeamis.

source: muodostamiseen. Tällaista ajatusta on käsitelty myös Suomen, Norjan ja Ruotsin
sme: Dat jurdda guoskkahuvvoge raporttas Suoma, Norgga ja Ruoŧa sámi vuoigatvuođaid

source: saamelaisoikeuksien selvityselinten välisestä yhteistyöstä laaditun, vuonna 1988 julkaistun
sme: čielggadanlávdegottiid ovttasbarggus, mii ilmmai jagi 1988, kap. 3.4. Das celkojuvvo

source: raportin 3.4 luvussa. Siinä sanotaan, että Pohjoismaiden välisen saamelaisasioihin liittyvän
sme: ahte dainnago davviriikkat dál eambbo barget ovttasráđiid sámi áššiin, de livččii

source: yhteistyön laajeneminen synnyttää tarpeen perustaa Pohjoismaiden saamelaisten edustuselin,
sme: dárbu vuođđudit sámiid ovddasteaddji orgána davviriikkalaš dásis, namalassii davvi

source: Pohjoismaiden saamelaiskäräjät (s. 37).
sme: riikkaid sámedikki (s. 37)

source: Valtioiden tulee kunnioittaa saamelaiskyliä, siidoja, paliskuntia, kolttasaamelaisten kyläkokouksia ja muita saamelaisten toimivaltaisia organisaatioita tai paikallisia saamelaisia edustajia sekä tarvittaessa neuvotella näiden kanssa.
sme: Stáhtat galget gudnejahttit ja dárbbu mielde ráđđádallat sámegilážiiguin, siiddaiguin, orohagaiguin, nuortalaččaid gilistivrrain ja eará máhtolaš sámi organisašuvnnaiguin dahje báikkálaš sámi áirasiiguin.

source: Suomen, Norjan ja Ruotsin saamelaiskäräjät ovat suhteellisen uusia edustuselimiä,
sme: Suoma, Norgga ja Ruoŧa sámedikkit leat viehka ođđa ovddasteaddji orgánat,

source: jotka on perustettu muun muassa huolehtimaan saamelaisten kulttuurista, elinkeinoista ja
sme: mat leat hábmejuvvon ee. vai seailluhit sámi kultuvrra, ealáhusaid ja servodateallima

source: yhteiskuntaelämästä suhteessa kansallisiin ja kansainvälisiin viranomaisiin.
sme: nationála ja riikaidgaskasaš eiseválddiid guovdu.

source: Saamelaisessa
sme: Doložis sámi servodagas leat leamaš

source: yhteiskunnassa on vanhastaan ollut pienehköjä ja luonteeltaan paikallisempia instituutioita,
sme: unnibuš ja báikkáleabbo lágádusat.

source: esimerkiksi siidat, jotka vuorostaan luovat perustan niitä uudemmille yhteenliittymille, kuten
sme: Ovdamearka das lea siida, mii fas lea vuođđu

source: saamelaiskylille, poronhoitopiireille ja paliskunnille.
sme: ođđaset ovttastumiide nugo čearuide, orohagaide ja boazoservviide.

source: Ne ovat instituutioita, jotka nykyään
sme: Dát leat

source: yhdistetään ennen kaikkea poronhoitoon.
sme: lágádusat maid mii odne vuos ja ovddimusat jurdilit gullevažžan boazodollui.

source: Mutta myös muiden saamelaiselinkeinojen piirissä
sme: Muhto

source: ja luonnonvaroja hyödyntävien tahojen keskuudessa on toiminut vastaavia yhteistyöelimiä ja
sme: maiddái earáge sámi ealáhusain ja resursageavahemiin leat leamaš sullasaš ovttas

source: yhteenliittymiä, esimerkiksi tiettyä takamaa-aluetta yhteisesti hyödyntävän seudun väestö,
sme: barganorgánat ja ovttastumit. Gili veahkadat sáhtii leat dat guđet geavahedje ovttas

source: jota koskeva selostus on Retstidende-lehdessä 2001 sivulla 1229 (Svartskogen-asia).
sme: meahcceguovllu, nugo muitala Rt 2001 siidu1229 (Čáhput-ášši). Nuortalaččaid

source: Kolttasaamelaisten yhdistykset (kyläkokous) ovat toinen esimerkki.
sme: ovttaráđálaš vuogit (sobbarat) leat nubbi ovdamearka.

source: Tällaiset melko vanhat
sme: Dakkár boares ovttaráđálaš

source: yhdistysmuodot ovat osa saamelaista kulttuuria ja yhteiskuntaelämää, ja yksistään 6 artiklasta
sme: vuogit leat oassi sámi sámi kultuvrras ja servodateallimis, ja diehttalas lea juo

source: sinänsä seuraa, että viranomaisten tulee kunnioittaa näitä rakenteita ja huolehtia niistä.
sme: artihkkalis 6 ahte eiseválddit fertejit gudnejahttit ja seailluhit dáid struktuvrraid.

source: Tätä
sme: Go

source: asiaa koskevan nimenomaisen määräyksen sisällyttämisellä sopimukseen on kuitenkin haluttu
sme: čielga mearrádus dán birra dattetge lea váldojuvvon mielde, de áigumuš lea čujuhit

source: korostaa, ettei saamelaiskäräjillä ole yksinoikeutta kaikkeen saamelaishallintoon. Myös
sme: ahte sámedikkiin ii lea monopola buot sámi hálddašeapmái.

source: pienehköt ja luonteeltaan paikallisemmat saamelaiset instituutiot suorittavat tärkeitä
sme: Maiddái unnibuš ja báikkáleabboge sámi lágádusat doaimmahit deaŧalaš hálddašanbargguid ja fertejit

source: hallinnollisia tehtäviä, ja niiden roolia on syytä korostaa tässä sopimuksessa.
sme: rohttejuvvot ovdan dán konvenšuvnnas.

source: Nämä tässä
sme: Dát lágádusat, mat dás leat namahuvvon, eai

source: yhteydessä mainitut instituutiot eivät ole ainoastaan eturyhmiä, vaan monissa tapauksissa
sme: leat dušše beroštusovttastumit, muhto dáidet máŋgga dáhpáhusas leat maiddái

source: niillä on myös oikeus hyödyntää luonnonvaroja eri tavoin.
sme: vuoigatvuođa doallitge iešguđetlágan resursageavaheapmái.

source: Tämä koskee esimerkiksi siidoja.
sme: Dat gusto omd. siidii. Sin

source: Niiden oikeuksia tulee luonnollisesti kunnioittaa samalla tavalla kuin muille
sme: vuoigatvuođaid fertet dieđusge gudnejahttit ovtta dásis vuoigatvuođaiguin mat gullet

source: oikeussubjekteille kuuluvia oikeuksia.
sme: eará riektesubjeavttaide.

source: Tätä seikkaa on tärkeää korostaa, koska saamelaisten
sme: Dán lea deaŧalaš deattuhit, go sámi resursageavaheami hárrái

source: tapaa hyödyntää luonnonvaroja ei useinkaan mielletä samalla tavoin suojatuksi kuin
sme: dávjá jurddašuvvo, ahte dat ii leat suodjaluvvon seammá bures go omd. Eanandolliid

source: esimerkiksi maanviljelijöiden tapaa hyödyntää niitä.
sme: (boanddaid) resursageavaheapmi.

source: Siten poronhoitoa pidetään mielellään
sme: Boazodoalu leat dainna lágiin álkit jurddašan

source: enemmänkin melko heikosti suojattuna elinkeino-oikeutena kuin esineoikeutena. Professori
sme: baicce heajubut suodjaluvvon ealáhusvuoigatvuohtan go ávnnaslaš vuoigatvuođa.

source: Sverre Tønnessen lausuu asiasta näin:
sme: Professor Sverre Tønnessen cealká ná:

source: ” Oikeusperinteessämme on helppoa tulkita ” elinkeino-oikeuden ” nauttivan suppeampaa suojaa kuin ” esineoikeus ”.
sme: ” Min juridihkalaš árbevierus leat álkit jurddašan ahte " ealáhusvuoigatvuohtat " lea heajubut suodjaluvvon go " ávnnaslaš vuoigatvuohta ".

source: Tässä asiassa on kuitenkin syytä pureutua ongelmien ytimeen.
sme: Dákko lea dasto dárbu cáhkit váttisvuođaid váibmosii.

source: Tällöin ei käsitykseni mukaan liene suurtakaan epäilystä siitä, ettei esimerkiksi porosaamelaisten oikeutta harjoittaa poroelinkeinoa tietyllä tavalla ja tietyssä paikassa tule arvioida erilaiseksi kuin etelänorjalaisten maanviljelijäryhmien oikeutta harjoittaa maataloutta, vaikka niitä suojaavatkin sellaiset termit kuten ” omistusoikeus ” maahan ja ” erikoisoikeus ” yhteisalueeseen. ”
sme: Ja dalle de ii galggaše, mu mielas, leat báljo eahpádusge das, ahte omd. johtti sámiid vuoigatvuohta jođihit boazodoalu dihto ládje ja dihto báikkis, ii berre árvvoštallojuvvot eará ládje go lullenorgalaš boandajoavkkuid vuoigatvuohta jođihit eananadoalu, vaikko vel sin suodjalitge dakkár tearpmat go eatnamiid " eaiggáduššanvuoigatvuohta " ja almmolaš guovllu ” erenoamášvuoigatvuohta. ”

source: (Oikeus Finnmarkissa sijaitseviin maa-alueisiin, 2 painos, Bergen-Oslo-Tromssa 1979, s. 188.)
sme: (” Retten til jorden i Finnmark ”, 2. alm.. Bergen-Oslo-Romsa 1979 s. 188.)

source: Määräyksen piiriin kuuluvat myös sellaiset saamelaiset järjestöt kuin Norjan
sme: Mearrádus fátmmasta maiddái sámi organisašuvnnaidge nugo Norgga sámiid

source: saamelaisten liitto (NSR.)
sme: riikkasearvvi (NSR.)

source: , Ruotsin saamelaisten liitto (SSR.)
sme: SSR.)

source: , Norjan porosaamelaisten liitto
sme: , Norgga boazosápmelaččaid riikasearvvi (NRL.

source: Saamelaisalue
sme: Sámeguovlu

source: Valtioiden tulee aktiivisesti pyrkiä vahvistamaan ja kehittämään sitä aluetta, jossa saamelaiset voivat hoitaa tämän sopimuksen ja valtioiden lainsäädännön mukaisia erityisiä oikeuksiaan..
sme: Stáhtat galget aktiivvalaččat mearridit ja ovddidit dan guovllu mas sámi álbmot sáhttá hálddašit iežas erenoamáš vuoigatvuođaid dán konvenšuvnna ja riikkaid láhkaásahusa mielde.

source: Valtionrajat ylittävä yhteinen saamelaisalue voi osaltaan pienentää rajojen merkitystä
sme: Oktasaš sámi riikkarájiid rasttideaddji regiuvdna sáhttá unnidit rájiid mearkkašumi ja

source: ja auttaa toteuttamaan 10–12 artiklan tavoitteita sekä myös vahvistaa saamelaisia
sme: ođđasis álggahit ulbmiliid mat leat artihkkaliin 10 - 12, ja dat nannešii maid sámi

source: paikallisyhteisöjä 6 artiklan toisessa kappaleessa tarkoitetulla tavalla.
sme: báikegottiid artihkkala 6 nuppi lađđasa mielde.

source: Alueellisen tason
sme: Dakkár riikkaidgaskasaš

source: yhteistyötä voidaan luoda erilaisilla kansainvälisillä yhteistyömuodoilla.
sme: iešguđetlágan ovttasbarganvugiiguin boahtá áigái ovttasbargu regiuvnna dásis.

source: Tässä yhteydessä
sme: Dákko

source: voidaan viitata Barentsin neuvostoon ja EU:n piirissä harjoitettuun alueelliseen yhteistyöhön.
sme: sáhttit čujuhit Barentsráđđái ja EU siskkáldas regiuvdnaovttasbargui.

source: On tärkeää, että tällaisessa alueellisessa yhteistyössä kiinnitetään erityistä huomiota
sme: ráhkat regiuvdnaovttasbarggu mii buktá ođđa rájiid sámi guovlluide.

source: saamelaisalueisiin ja että vältetään sellaiseen alueelliseen yhteistyöhön ryhtymistä, joka luo
sme: Aiddonassii sámi dilálašvuođaid dáfus, mii sáhttit čujuhit beavdegirjái nr. 3

source: saamelaisalueille uusia rajoja.
sme: mii gullá soahpamuššii Suoma ja Ruoŧa searvamis Eurohpalaš uniovdnii (EU) jagi

source: solmittuun EU-liittymissopimuksen lisäpöytäkirjaan n:o 3. Koska Norja ei liittynyt EU:hun,
sme: Dainnago Norga ii leat EU lahttu, de beavdegirji gusto duššefal Suoma ja

source: tämä pöytäkirja koskee ainoastaan Suomen ja Ruotsin saamelaisia.
sme: Ruoŧa sámiide.

source: TUNNUSTAVAT Norjalla, Ruotsilla ja Suomella kansallisen ja kansainvälisen oikeuden nojalla olevat velvollisuudet ja sitoumukset saamelaisiin nähden,
sme: GUĐET DOVDDAHIT daid geatnegasvuođaid ja lohpádusaid mat Norggas, Ruoŧas ja Suomas leat sámi álbmogii nationála ja riikkaidgaskasaš rievtti mielde,

source: OTTAVAT HUOMIOON erityisesti, että Norja, Ruotsi ja Suomi ovat sitoutuneet saamelaisten elinkeinojen, kielen, kulttuurin ja elämäntavan säilyttämiseen ja kehittämiseen, ja
sme: GUĐET DUOĐAŠTIT, erenoamážit, ahte Norggas, Ruoŧas ja Suomas lea nana áigumuššan seailluhit ja ovddidit sámi álbmoga birgenvejolašvuođaid, giela, kultuvrra ja eallinvugiid,

source: KATSOVAT, että perinteinen saamelaiskulttuuri ja saamelaiselinkeinot ovat riippuvaisia luontaiselinkeinoista, kuten poronhoidosta, saamelaisten perinteisillä asuinalueilla,
sme: GUĐET VÁLDIT VUHTII ahte sámi kultuvra ja sámiid birgenláhki dárbbaša vuođđoealáhusaid nugo boazodoalu sámiid ássámiid árbevirolaš guovlluin,

source: 1 artikla
sme: Artihkkal 1 Beroškeahttá Roma-soahpamuša mearrádusain, de sámi álbmogii sáhttit mieđihit erenoamášvuoigatvuohtan jođihit boazodoalu árbevirolaš sámi guovlluin.

source: 2 artikla
sme: Artihkkal 2 Dán beavdegirjji sáhttit viiddidit nu, ahte dat váldá vuhtii dakkár sámi erenoamášvuoigatvuođaid joatkevaš ovdáneami go daid mat čatnasit sámiid árbevirolaš ealáhusaide.
